---
kind: other
id: Methods.T:Autodesk.Revit.DB.SlabShapeVertexArrayIterator
source: html/e9e06521-18ea-4164-9726-1c6a8172129c.htm
---
# SlabShapeVertexArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.